<div class="g-box">
	<div class="wp">
		<h3 class="g-tit1">网站建设常见问题</h3>
		<ul class="ul-list13">
			<li class="on">
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt" style="display:block;">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
			<li>
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
			<li>
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
			<li>
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
		</ul>
		<h3 class="g-tit1">手机端开发常见问题</h3>
		<ul class="ul-list13">
			<li>
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
			<li>
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
			<li>
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
			<li>
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
		</ul>
		<h3 class="g-tit1">软件开发常见问题</h3>
		<ul class="ul-list13">
			<li>
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
			<li>
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
			<li>
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
			<li>
				<h3 class="tit">网站建设和网站设计的区别？</h3>
				<div class="txt">
					1、网站建设是指使用标识语言(markup language)，通过一系列设计、建模、和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面(GUI)的形式被用户所浏览。简单来说，网页设计的目的就是产生网站。简单的信息如文字，图片(GIF，JPEG，PNG)和表格，都可以通过使超文件标示语言、可扩展超文本标记语言等标示语言放置到网站页面上。而更复杂的信息如矢量图形、动画、视频、声频等多媒体档案则需要插件程序来运行，同样地它们亦需要标示语言移植在网站内。<br/>
					2、网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来;而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html(标准通用标记语言下的一个应用)将其制作成网页格式。
				</div>
			</li>
		</ul>
	</div>
</div>